{
    "1971/70-18": [
        [
            "William O. Douglas",
            "Potter Stewart",
            "Thurgood Marshall",
            "William J. Brennan, Jr.",
            "Byron R. White",
            "Warren E. Burger",
            "Harry A. Blackmun",
            "Lewis F. Powell, Jr.",
            "William H. Rehnquist"
        ],
        "In 1970, Jane Roe (a fictional name used in court documents to protect the plaintiff’s identity) filed a lawsuit against Henry Wade, the district attorney of Dallas County, Texas, where she resided, challenging a Texas law making abortion illegal except by a doctor’s orders to save a woman’s life. In her lawsuit, Roe alleged that the state laws were unconstitutionally vague and abridged her right of personal privacy, protected by the First, Fourth, Fifth, Ninth, and Fourteenth Amendments.\n",
        "Does the Constitution recognize a woman's right to terminate her pregnancy by abortion?\n",
        "Inherent in the Due Process Clause of the Fourteenth Amendment is a fundamental “right to privacy” that protects a pregnant woman’s choice whether to have an abortion. However, this right is balanced against the government’s interests in protecting women's health and protecting “the potentiality of human life.” The Texas law challenged in this case violated this right.\nJustice Harry Blackmun delivered the opinion for the 7-2 majority of the Court.\nFirst, the Court considered whether the case was moot, concluding that it was not. When the subject of litigation is “capable of repetition yet evading review,” a case need not be dismissed as moot. Pregnancy is a “classic justification for a conclusion of nonmootness.”\nThe Due Process Clause of the Fourteenth Amendment protects against state action the right to privacy, and a woman’s right to choose to have an abortion falls within that right to privacy. A state law that broadly prohibits abortion without respect to the stage of pregnancy or other interests violates that right. Although the state has legitimate interests in protecting the health of pregnant women and the “potentiality of human life,” the relative weight of each of these interests varies over the course of pregnancy, and the law must account for this variability.\nIn the first trimester of pregnancy, the state may not regulate the abortion decision; only the pregnant woman and her attending physician can make that decision. In the second trimester, the state may impose regulations on abortion that are reasonably related to maternal health. In the third trimester, once the fetus reaches the point of “viability,” a state may regulate abortions or prohibit them entirely, so long as the laws contain exceptions for cases when abortion is necessary to save the life or health of the mother.\n"
    ],
    "1971/70-5014": [
        [
            "William O. Douglas",
            "Potter Stewart",
            "Thurgood Marshall",
            "William J. Brennan, Jr.",
            "Byron R. White",
            "Warren E. Burger",
            "Harry A. Blackmun",
            "Lewis F. Powell, Jr.",
            "William H. Rehnquist"
        ],
        "Joan Stanley had three children with Peter Stanley.  The Stanleys never married, but lived together off and on for 18 years.  When Joan died, the State of Illinois took the children.  Under Illinois law, unwed fathers were presumed unfit parents regardless of their actual fitness and their children became wards of the state.  Peter appealed the decision, arguing that the Illinois law violated the Equal Protection Clause of the Fourteenth Amendment because unwed mothers were not deprived of their children without a showing that they were actually unfit parents.  The Illinois Supreme Court rejected Stanley’s Equal Protection claim, holding that his actual fitness as a parent was irrelevant because he and the children’s mother were unmarried.\n",
        "Does the Illinois statutory scheme that assumes unwed fathers are unfit parents violate the Equal Protection Clause?\n",
        "Yes.  Justice Byron R. White, writing for a 5-2 majority, reversed and remanded.  The Supreme Court held that it could consider the constitutionality of the Illinois law even though Peter might have regained custody of his children through adoption or guardianship proceedings.  The Illinois law violated the Due Process clause because an unwed father was stripped of his parental rights without a hearing.  Justice William O. Douglas joined in this part of the opinion.  A four justice plurality went on to write that the Illinois law also violated the Equal Protection Clause because it denied a fitness hearing to certain parents, while granting one to others.\nChief Justice Warren E. Burger dissented, arguing that the majority exceeded its authority by raising the Due Process issue when the lower court had not.  The Equal Protection question was the only one properly before the court, and it was not violated because the state was merely recognizing the legal relationships of fathers whether through marriage or adoption.  Justice Harry A. Blackmun joined in the dissent.  Justice Lewis F. Powell and Justice William H. Rehnquist did not participate.\n"
    ],
    "1971/70-29": [
        [
            "William O. Douglas",
            "Potter Stewart",
            "Thurgood Marshall",
            "William J. Brennan, Jr.",
            "Byron R. White",
            "Warren E. Burger",
            "Harry A. Blackmun",
            "Lewis F. Powell, Jr.",
            "William H. Rehnquist"
        ],
        "John Giglio was convicted of passing forged money orders.  While his appeal to the U.S. Court of Appeals for the Second Circuit was pending, Giglio’s counsel discovered new evidence. The evidence indicated that the prosecution failed to disclose that it promised a key witness immunity from prosecution in exchange for testimony against Giglio.  The district court denied Giglio’s motion for a new trial, finding that the error did not affect the verdict.  The Court of Appeals affirmed.\n",
        "Is the prosecution’s failure to disclose a promise of immunity made to a key witness grounds for a new trial?\n",
        "Yes.  Chief Justice Warren E. Burger, writing for a unanimous court, reversed the conviction and remanded the case for a new trial.  The Supreme Court held that evidence of the agreement was relevant to the witness’ credibility.  Because the new evidence affected the witness’ credibility and the prosecution’s case rested almost entirely on this witness’ testimony, the original trial violated due process and entitled Giglio to a new trial.  Justice Lewis F. Powell and Justice William H. Rehnquist did not participate.\n"
    ]
}